[{"author":"Nick Taylor","title":"Премьер Испании дал Каталонии пять дней, чтобы прояснить ситуацию с независимостью","text":"«Он [Пучдемон] должен ответить в течение срока, который заканчивается в понедельник [16 октября] в 10.00 по местному времени (11.00 по минскому времени). Если будет утвердительный ответ или не будет ответа, Пучдемон должен будет приказать отменить данную декларацию независимости», — заявил премьер. На это властям Каталонии отвели срок до 19 октября. Глава Каталонии Карлес Пучдемон 10 октября подписал декларацию о независимости. Документ подписали и поддерживающие независимость депутаты партий, которые имеют в парламенте абсолютное большинство. На заседании регионального парламента Пучдемон заявил, что Каталония заслужила право быть республикой, но одностороннее объявление независимости необходимо отсрочить. Глава Каталонии заявил о готовности к переговорам с Мадридом. Премьер-министр страны Мариано Рахой, в свою очередь, обвинил Пучдемона в преднамеренной путанице и заявил, что для того чтобы предпринимать какие-то конкретные шаги, Испании надо знать, «провозгласил ли он независимость Каталонии». Испания также пригрозила приостановить самоуправление в Каталонии в случае объявления независимости.","date":"12-10-2017","id":1507752836803},{"author":"Nick Taylor","title":"Собеседование в Forte Group","text":"11.10.2017 автор данного постика съездил на тестирование в Forte Group, которое показалось ему достаточно лёгким","date":"12-10-2017","id":1507752620000},{"author":"Nick Taylor","title":"Пара по БД","text":"Студенты 5-ой группы 3-его курса ничего не делали на лабе по БД","date":"12-10-2017","id":1507709524508},{"author":"Nick Taylor","title":"Стартап","text":"Команда в размере 4(6) человек на лабораторной по базам данных подготовила проект для стартапа, чтобы в будущем его представить на паре по основам бизнеса и права в ИТ-сфере","date":"12-10-2017","id":1507708613344},{"id":1507663425108,"date":"12-10-2017","author":"Nick Taylor","title":"Лабы по ПСКП","text":"Староста 4-ой группы уже заколебался делать лабы по ПСКП, ибо Цыганенко не любит принимать лабы"},{"title":"Лекция по ПСП","text":"Шиман выгнал только одного (!!!!!!!!) человека с лекции","date":"04-10-2017","author":"Nick Taylor","id":1507532566049},{"id":2,"title":"Лабораторная по кроссплатформенному программированию","text":"Хотелось бы сдать лабораторную, через некоторое время узнаем итог","date":"04-10-2017","author":"Nick Taylor"},{"id":1,"title":"Референдум в Каталонии","text":"По итогам референдума жители Каталонии признали свою независимость","date":"04-10-2017","author":"Nick Taylor"}]